Repository: mickidum/child-theme-saleszone
Catalog: languages/*.po
Languages: he_il

source: Items in your cart (%s)
he_il: פריטים בעגלה שלך (%s)

source: Update cart
he_il: עדכן עגלת קניות

source: Cart
he_il: עגלת קניות

source: Empty
he_il: אין כלום

source: Your cart is currently empty.
he_il: העגלה שלך ריקה כעת.

source: View cart
he_il: הצג עגלה

source: Proceed to checkout
he_il: המשך לתשלום

source: Price:
he_il: מחיר:

source: Max quantity:
he_il: כמות מקסימלית:

source: More than %1$s items available only on backorder
he_il: יותר מ-%1$s פריטים זמינים רק על הזמנה מראש

source: Available on backorder
he_il: זמין רק בהזמנה מראש

source: Estimate for %s.
he_il: הערכה עבור %s.

source: Change address
he_il: שינוי כתובת

source: This is only an estimate. Prices will be updated during checkout.
he_il: זו רק הערכה. המחירים יעודכנו במהלך היציאה.

source: Enter your address to view shipping options.
he_il: הזן את הכתובת שלך כדי להציג אפשרויות משלוח.

source: There are no shipping methods available. Please ensure that your address has been entered correctly, or contact us if you need any help.
he_il: אין שיטות משלוח זמינות. ודא שהכתובת שלך הוזנה נכון, או צור איתנו קשר אם תזדקק לעזרה.

source: No shipping options were found for %s.
he_il: לא נמצאו אפשרויות משלוח עבור %s.

source: Enter a different address
he_il: הזן כתובת אחרת

source: Remove this item
he_il: הסר פריט זה

source: Coupon code
he_il: קוד קופון

source: Apply coupon
he_il: החל את הקופון

source: Subtotal
he_il: סיכום ביניים

source: Order summary
he_il: סיכום הזמנה

source: (estimated for %s)
he_il: (הערכה עבור %s)

source: Total
he_il: סך הכל

source: Calculate shipping
he_il: לחשב את המשלוח

source: Select a country&hellip;
he_il: בחר ארץ&hellip;

source: State / County
he_il: מדינה / מחוז

source: Select a state&hellip;
he_il: בחר מדינה&hellip;

source: City
he_il: עיר

source: Postcode / ZIP
he_il: מיקוד

source: Update totals
he_il: עדכון סיכומים

source: Billing &amp; Shipping
he_il: חיוב &amp; משלוח

source: Billing details
he_il: פרטי תשלום

source: Create an account?
he_il: צור חשבון?

source: You must be logged in to checkout.
he_il: עליך להיות מחובר לחשבון כדי להמשיך לתשלום.

source: Your order
he_il: ההזמנה שלך

source: Edit cart
he_il: ערוך את העגלה

source: Have a coupon?
he_il: יש לך קופון?

source: Click here to enter your code
he_il: לחץ כאן כדי להזין את הקוד שלך

source: Returning customer?
he_il: לקוח חוזר?

source: Click here to login
he_il: לחץ כאן כדי להתחבר

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
he_il: מצטערים, נראה שאין אמצעי תשלום זמינים עבור המיקום שלך. אנא צור איתנו קשר אם אתה זקוק לעזרה או רוצה לעשות סידורים חלופיים.

source: Ship to a different address?
he_il: לשלוח לכתובת אחרת?

source: Additional information
he_il: מידע נוסף

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
he_il: מצטערים, נראה שאין אמצעי תשלום זמינים עבור המדינה שלך. אנא צור איתנו קשר אם אתה זקוק לעזרה או רוצה לעשות סידורים חלופיים.

source: Please fill in your details above to see available payment methods.
he_il: מלא את הפרטים שלך למעלה כדי לראות את אמצעי התשלום הזמינים.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the %1$sUpdate Totals%2$s button before placing your order. You may be charged more than the amount stated above if you fail to do so.
he_il: מכיוון שהדפדפן שלך אינו תומך ב-JavaScript, או שהוא מושבת, הקפד ללחוץ על הלחצן %1$ ב-JavaScript עדכן %2$ לפני ביצוע ההזמנה. ייתכן שתחויב בסכום הגבוה מהכמות שצוינה לעיל אם לא תעשה זאת.

source: Delivery method
he_il: שיטת משלוח

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
he_il: לצערנו, לא ניתן לעבד את הזמנתך מכיוון שהבנק / הסוחר המקוריים דחו את העסקה שלך. נסה שוב את הרכישה.

source: Pay
he_il: שלם

source: My account
he_il: החשבון שלי

source: Thank you. Your order has been received.
he_il: תודה. ההזמנה שלך התקבלה.

source: Min quantity:
he_il: כמות מינימום:

source: Numbers only
he_il: מספרים בלבד

source: Quantity
he_il: כמות

# Product quantity input tooltip
source: Qty
he_il: כמות

source: Sort by
he_il: מיין לפי

source: Load more
he_il: טען עוד

source: Quick View
he_il: תצוגה מהירה

source: Showing %1$d&nbsp; of %2$d results
he_il: מציג %1$d &nbsp; של %2$d תוצאות

source: Showing the single result <span class="hidden">%d<span>
he_il: מציג תוצאה אחת <span class="hidden">%d<span>

# with first and last result
source: Showing the single result <span class="hidden">%1$d %2$d %3$d<span>
he_il: מציג תוצאה אחת <span class="hidden">%1$d %2$d %3$d<span>

source: %s day
he_il: יום

source: %s hour
he_il: שעה אחת

source: %s minute
he_il: דקה

source: Hello %1$s (not %1$s? <a href="%2$s">Log out</a>)
he_il: שלום %1$s (לא %1$s? <a href="%2$s">התנתק</a>)

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">shipping and billing addresses</a> and <a href="%3$s">edit your password and account details</a>.
he_il: ממרכז השליטה בחשבון שלך אתה יכול להציג את <a href="%1$s">הזמנות האחרות</a> שלך, לנהל משלוחים וחיובים <a href="%2$s">הכתובות שלך</a> ו <a href="%3$s">ערוך את הסיסמה ואת פרטי החשבון שלך</a>.

source: No downloads available yet.
he_il: עדיין אין הורדות זמינות.

source: Go shop
he_il: לך לחנות

source: Personal information
he_il: מידע אישי

source: First name
he_il: שם פרטי

source: Last name
he_il: שם משפחה

source: Display name
he_il: הצג שם

source: Email address
he_il: כתובת דוא"ל

source: Save changes
he_il: שמור שינויים

source: Password change
he_il: שינוי סיסמה

source: Current password (leave blank to leave unchanged)
he_il: הסיסמה הנוכחית (יש להשאיר ריק כדי להשאיר ללא שינוי)

source: New password (leave blank to leave unchanged)
he_il: סיסמה חדשה (השאר ריק כדי להשאיר ללא שינוי)

source: Confirm new password
he_il: אשר סיסמה חדשה

source: Billing address
he_il: כתובת לחיוב

source: Shipping address
he_il: כתובת למשלוח

source: Save address
he_il: שמור כתובת

source: Username
he_il: שם משתמש

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
he_il: שכחת את הסיסמה שלך? הזן את שם המשתמש או את כתובת הדוא"ל שלך. תקבל קישור ליצירת סיסמה חדשה בדוא"ל.

source: Reset password
he_il: לאפס את הסיסמה

source: Enter a new password below.
he_il: הזן סיסמה חדשה מטה.

source: New password
he_il: סיסמה חדשה

source: Re-enter new password
he_il: הזן סיסמה חדשה שוב

source: Save
he_il: שמור

source: Password reset email has been sent.
he_il: האימייל לאיפוס הסיסמה נשלח.

source: A password reset email has been sent to the email address on file for your account, but may take several minutes to show up in your inbox. Please wait at least 10 minutes before attempting another reset.
he_il: הודעת איפוס סיסמה נשלחה לכתובת הדוא"ל שמופיעה עבור החשבון שלך, אך ייתכן שיחלפו מספר דקות עד שתיכנס לתיבת הדואר הנכנס שלך. המתן 10 דקות לפחות לפני שתנסה לבצע איפוס נוסף.

source: Company
he_il: חברה

source: Address
he_il: כתובת

source: Additional address
he_il: כתובת נוספת

source: State
he_il: מדינה

source: Postcode
he_il: מיקוד

source: Country
he_il: מדינה

source: The following addresses will be used on the checkout page by default.
he_il: כברירת מחדל, יש להשתמש בכתובת הבאה.

source: Order history
he_il: היסטוריית הזמנות

source: %1$s for %2$s item
he_il: %1$s לפריט %2$s

source: No order has been made yet.
he_il: עדיין לא בוצע אף הצמנה.

source: Order #%1$s was placed on %2$s and is currently %3$s.
he_il: ההזמנה מס' %1$s בוצעה ב-%2$s והיא כרגע %3$s.

source: Order updates
he_il: עדכוני הזמנה

source: Region
he_il: אזור

source: Order details
he_il: פרטי הזמנה

source: List of files to download
he_il: רשימת הקבצים להורדה

source: Download
he_il: הורדה

source: Never
he_il: לעולם לא

source: Order number:
he_il: מספר הזמנה:

source: Date:
he_il: תאריך:

source: Email:
he_il: דוא"ל:

source: Total:
he_il: סך הכל:

source: Payment method:
he_il: שיטת משלוח:

source: Note:
he_il: הערה:

source: Be the first to review this item. Share your rating and review so that other customers can decide if this is the right item for them.
he_il: היה הראשון לסקור את הפריט. שתף את הדירוג שלך וסקירה כדי שלקוחות אחרים יוכלו להחליט אם זהו הפריט המתאים עבורם.

source: Only logged in customers who have purchased this product may leave a review.
he_il: רק לקוחות שרכשו מוצר זה יכולים להשאיר ביקורת.

source: Sorry, this product is unavailable. Please choose a different combination.
he_il: מצטערים, מוצר זה אינו זמין. בחר שילוב שונה.

source: Weight
he_il: משקל

source: Dimensions
he_il: מידות

source: Hit
he_il: להיט

source: SKU:
he_il: מק"ט:

source: Category:
he_il: קטגוריה:

source: Tag:
he_il: תגית:

source: Reviews
he_il: ביקורות

source: Related products
he_il: מוצרים נלווים

source: %s out of 5 stars
he_il: %s מתוך 5 כוכבים

source: Your review is awaiting approval
he_il: הביקורת שלך ממתינה לאישור

source: Reply to this post
he_il: הגב לפוסט זה
