Repository: mickidum/child-theme-saleszone
Catalog: languages/*.po
Languages: he_il

source: Page not found!
he_il: העמוד לא נמצא!

source: Sorry, the page you're looking for doesn't exist!
he_il: מצטער, העמוד שאתה מחפש לא קיים!

source: Home
he_il: עמוד הבית

source: Side panel background color
he_il: צבע רקע של הלוח הצדדי

source: Text color
he_il: צבע טקסט

source: Heading color
he_il: צבע הכותרת

source: Links color
he_il: צבע קישורים

source: Links hover color
he_il: קישור צבע ריחוף

source: Border color
he_il: צבע המסגרת

source: Social icons color
he_il: צבעי סמלים חברתיים

source: Social icons hover color
he_il: צבע רול-הובר של סמלים חברתיים

source: Link color
he_il: צבע קישורים

source: Link hover color
he_il: צבע רול-הובר של קישורים

source: Background color
he_il: צבע רקע

source: Border top color
he_il: צבע המסגרת עליונה

source: Icons color
he_il: צבעי סמלים

source: Headline panel item background
he_il: רקע של פריט בלוח הבקרה

source: Headline panel item background hover
he_il: צבע רול-הובר של פריט בלוח הבקרה

source: Phone number color
he_il: צבע מספר טלפון

source: Phone icon color
he_il: צבע סמל של מספר טלפון

source: Border bottom color
he_il: צבע המסגרת תחתונה

source: Search button background color
he_il: צבע רקע של כפתור חיפוש

source: Header bottom background color
he_il: צבע רקע תחתון של כותרת

source: Background hover color
he_il: צבע רול-הובר של רקע

source: Text hover color
he_il: צבע רול-הובר של טקסט

source: Catalog button color
he_il: צבע של כפתור קטלוג

source: Hamburger icon color
he_il: צבע של המבורגר סמל

source: Menu background color
he_il: רקע של תפריט

source: Comments
he_il: תגובות

source: There are no comments yet.
he_il: עדיין אין תגובות.

source: Comments are closed.
he_il: תגובות סגורות.

source: Begin updating plugin
he_il: התחל לעדכן את הפלאגין

source: Begin activating plugin
he_il: התחל להפעיל את הפלאגין

source: Return to Required Plugins Installer
he_il: חזור אל מתקין פלאגינים הנדרשים

source: Return to the Dashboard
he_il: חזור אל מרכז השליטה

source: Plugin activated successfully.
he_il: הפלאגין הופעל בהצלחה.

source: The following plugin was activated successfully:
he_il: הפלאגין הבא הופעל בהצלחה:

source: No action taken. Plugin %1$s was already active.
he_il: לא נעשתה שום פעולה. הפלאגין %1$s כבר היה פעיל.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
he_il: הפלאגין לא הופעל. יש צורך בגירסה גבוהה יותר של %s עבור תבנית זו. אנא עדכן את הפלאגין.

source: All plugins installed and activated successfully. %1$s
he_il: כל התוספים מותקנים ומופעלים בהצלחה. %1$s

source: Dismiss this notice
he_il: בטל הודעה זו

source: There are one or more required or recommended plugins to install, update or activate.
he_il: ישנם אחד או יותר תוספים להתקין, לעדכן או להפעיל.

source: Please contact the administrator of this site for help.
he_il: פנה למנהל המערכת של אתר זה לקבלת עזרה.

source: This plugin needs to be updated to be compatible with your theme.
he_il: תוסף זה צריך להיות מעודכן כדי להיות תואם את תבנית.

source: Update Required
he_il: נדרש עדכון

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
he_il: חבילת התוסף המרוחק אינה מכילה תיקיה עם הקליע הרצוי ושינוי השם לא פעלה.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
he_il: צור קשר עם ספק הפלאגין ובקש מהם לארוז את הפלאגין שלהם בהתאם להנחיות של WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
he_il: חבילת התוסף המרוחק מורכבת מיותר מקובץ אחד, אך הקבצים אינם ארוזים בתיקייה.

# plugin A *and* plugin B
source: and
he_il: ו

source: Required
he_il: חובה

source: Recommended
he_il: מומלץ

source: WordPress Repository
he_il: מאגר וורדפרס

source: External Source
he_il: מקור חיצוני

source: Pre-Packaged
he_il: ארוז מראש

source: Not Installed
he_il: לא מותקן

source: Installed But Not Activated
he_il: מותקן אך לא הופעל

source: Active
he_il: פעיל

source: Required Update not Available
he_il: עדכון חובה לא זמין

source: Requires Update
he_il: זקוק לעדכון

source: Update recommended
he_il: עדכון מומלץ

# plugins
source: All <span class="count">(%s)</span>
he_il: כל ה-<span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
he_il: להתקנה <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
he_il: עדכון זמין <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
he_il: כדי להפעיל <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
he_il: לא ידוע

source: Installed version:
he_il: גרסה מותקנת:

source: Minimum required version:
he_il: הגרסה המינימלית הנדרשת:

source: Available version:
he_il: גרסה זמינה:

source: No plugins to install, update or activate.
he_il: אין תוספים להתקנה, לעדכון או להפעלה.

source: Plugin
he_il: תוסף

source: Source
he_il: מקור

source: Type
he_il: סוג

source: Version
he_il: גרסה

source: Status
he_il: סטטוס

source: Install %2$s
he_il: התקן %2$s

source: Update %2$s
he_il: עדכן %2$s

source: Activate %2$s
he_il: הפעל %2$s

source: Upgrade message from the plugin author:
he_il: שדרג הודעה מבעל התוסף:

source: Install
he_il: התקן

source: Update
he_il: עדכן

source: Activate
he_il: הפעל

source: No plugins were selected to be installed. No action taken.
he_il: לא הותקנו תוספים להתקנה. לא נעשתה שום פעולה.

source: No plugins were selected to be updated. No action taken.
he_il: לא נבחרו תוספים לעדכון. לא נעשתה שום פעולה.

source: No plugins are available to be installed at this time.
he_il: אין תוספים זמינים להתקנה בשלב זה.

source: No plugins are available to be updated at this time.
he_il: אין תוספים זמינים לעדכון בשלב זה.

source: No plugins were selected to be activated. No action taken.
he_il: לא נבחרו תוספים להפעלה. לא נעשתה שום פעולה.

source: No plugins are available to be activated at this time.
he_il: אין תוספים זמינים שיופעלו בשלב זה.

source: Plugin activation failed.
he_il: הפעלת הפלאגין נכשלה.

source: Updating Plugin %1$s (%2$d/%3$d)
he_il: מעדכן את הפלאגין %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
he_il: אירעה שגיאה בעת ההתקנה %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
he_il: ההתקנה של %1$s נכשלה.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
he_il: תהליך ההתקנה וההפעלה מתחיל. תהליך זה עשוי להימשך זמן מה על כמה המארחים, אז אנא המתן בסבלנות.

source: %1$s installed and activated successfully.
he_il: %1$s מותקן ומופעל בהצלחה.

source: Show Details
he_il: הראה פרטים

source: Hide Details
he_il: הסתר פרטים

source: All installations have been completed.
he_il: כל ההתקנות הושלמו.

source: Installing Plugin %1$s (%2$d/%3$d)
he_il: מתקין את הפלאגין %1$s (%2$d/%3$d)

source: To display options for customizing the theme, install and activated the <a href="%1$s">Kirki plugin</a>
he_il: כדי להציג אפשרויות להתאמה אישית של ערכת הנושא, התקן והפעל את <a href="%1$s"> תוסף Kirki </a>

source: Light button color
he_il: צבע של הכפתור

source: Light button hover color
he_il: צבע רול-הובר של הכפתור

source: Light button background
he_il: צבע רקע של הכפתור

source: Light button hover background
he_il: צבע רול-הובר של רקע הכפתור

source: Light button border
he_il: מסגרת דקה של הכפתור

source: Theme secondary color
he_il: צבע משנה של תבנית

source: Product price background color
he_il: צבע הרקע של מחיר המוצר

source: Search products
he_il: חפש מוצרים

source: Call us
he_il: התקשר אלינו

source: Body
he_il: גוף

source: Links
he_il: קישורים

source: Buttons
he_il: כפתורים

source: Panels
he_il: פאנלים

source: Message
he_il: הודעה

source: Form controls
he_il: בקרים של הטופס

source: Other
he_il: אחר

source: Shop
he_il: חנות

source: Footer
he_il: פוטר

source: Footer background
he_il: תמונת רקע של הפוטר

source: Basement
he_il: מרתף

source: Header
he_il: הדר

source: Header top bar
he_il: הדר בר עליון

source: Header main
he_il: הדר ראשי

source: Header bottom
he_il: הדר תחתון

source: Navigation
he_il: ניווט

source: Main navigation
he_il: ניווט ראשי

source: Before footer
he_il: לפני פוטר

source: Add Any HTML or Shortcode here.
he_il: הוסף כל HTML או שורטקוד כאן.

source: Footer main
he_il: פוטר ראשי

source: Enabled footer main
he_il: מופעל פוטר ראשי

source: Columns
he_il: עמודות

source: Footer secondary
he_il: פוטר משנה מופעל

source: Enabled footer secondary
he_il: מופעל פוטר משנה

source: Footer copyright left
he_il: כותרת תחתונה זכויות יוצרים השמאלית

source: Footer copyright right
he_il: כותרת תחתונה זכויות יוצרים

source: Header layouts
he_il: פריסות Header

source: Search placeholder
he_il: טקסט פלאיסהולדר של שדה חיפוש

source: Main menu type
he_il: סוג התפריט הראשי

source: Tree menu
he_il: תפריט עץ

source: Mega menu
he_il: תפריט מגה

source: header phone
he_il: טלפון הכותרת

source: Phone title
he_il: כותרת הטלפון

source: Write each of your numbers with a new line
he_il: כתוב את כל המספרים שלך עם שורה חדשה

source: Phone
he_il: טלפון

source: Phone type
he_il: סגנון הטלפון

source: List
he_il: רשימת

source: list horizontal
he_il: רשימה אופקית

source: dropdown
he_il: התפריט הנפתח

source: Show phone icon
he_il: הצג את סמל הטלפון

source: Icon style
he_il: סגנון של סמל "טלפון"

source: Phone icon size
he_il: גודל של סמל הטלפון

source: Phone title font size
he_il: גודל גופן של מס' טלפון

source: Phone font size
he_il: גודל גופן של מס' טלפון

source: Colors
he_il: צבעים

source: Social Icons
he_il: סמלים רשתות חברתיות

source: Typography
he_il: טיפוגרפיה

source: Benefits
he_il: יתרונות

source: Shop benefits
he_il: יתרונות החנות

source: You can add these block anywhere by using the shortcode [benefits]
he_il: ניתן להוסיף בלוקים אלה בכל מקום באמצעות shortcode [benefits]

source: Category
he_il: קטגוריה

source: Options
he_il: אפשרויות

source: Products grid per row
he_il: כמות מוצרים בכל שורה

source: Products per page
he_il: כמות מוצרים בעמוד

source: Display show/hide button for catalog description
he_il: לחצן הצג / הסתר עבור תיאור הקטלוג

source: Show description below category heading
he_il: הצג תיאור מתחת לקטגוריה

source: Default products view
he_il: תצוגת ברירת מחדל של מוצרים

source: Grid
he_il: גריד

source: Product
he_il: מוצר

source: Enabled flipper
he_il: פליפר מופעל

source: Flipper animation
he_il: אנימציה פליפר

source: None
he_il: אף אחד

source: Slow
he_il: איטי

source: Normal
he_il: רגיל

source: Fast
he_il: מהר

source: Use Ajax For change product variation
he_il: השתמש ב- Ajax לשינוי וריאציית המוצר

source: The variation will change with a slight delay. (Optimization for page with lot of variable products)
he_il: וריאציה ישתנה עם עיכוב קל. (אופטימיזציה עבור הדף עם הרבה מוצרים משתנים)

source: Enabled LazyLoad
he_il: מופעל LazyLoad

source: Delay loading of images in long web pages. Images outside of viewport wont be loaded before user scrolls to them.
he_il: עיכוב טעינת תמונות בדפי אינטרנט ארוכים. תמונות מחוץ לוופורט לא יטענו לפני המשתמש גולל אליהם.

source: Purchase block
he_il: בלוק רכישה

source: Show button and quantity field
he_il: הצג כפתור ושדה כמות

source: Show only button
he_il: הצג כפתור בלבד

source: Hide
he_il: הסתר

source: Enabled quick view
he_il: הפעלת תצוגה מהירה

source: Show sales end date
he_il: הצג את תאריך הסיום של המכירות

source: Show variations
he_il: הצג וריאציות

source: Show short description
he_il: הצג תיאור קצר

source: Show attributes
he_il: הצג תכונות

source: Display stock status
he_il: הצג סטטוס המלאי

source: Show load more button
he_il: הצג לחצן "טען עוד"

source: Button add to cart show icon
he_il: הצג סמל לחצן "הוסף לסל"

source: Show active filter
he_il: צג מסנן פעיל

source: Checkout
he_il: לקופה

source: List of payer form fields
he_il: רשימת שדות טופס המשלם

source: Working only if woocommerce checkout manager is disabled
he_il: עבודה רק אם מנהל לקוחות woocommerce מושבת

source: Short
he_il: קצר

source: Full
he_il: מלא

source: General
he_il: כללי

source: Enable catalog mode
he_il: הפעל מצב קטלוג

source: Header and Footer width
he_il: כותרת עליונה ותחתונה

source: Content width
he_il: רוחב תוכן

source: Home page
he_il: עמוד הבית

source: Front page below header
he_il: העמוד הראשון - הדר התחתון

source: Content added to this field will appear beneath the header and above the main content on Front page.
he_il: תוכן שנוסף לשדה זה יופיע מתחת לכותרת ומעל לתוכן הראשי בעמוד הראשי.

source: Home page SEO text
he_il: טקסט לקידום בעמוד הבית

source: Payment icons
he_il: סמלי אמצעי תשלום

source: This graphical icons that let you show what kind of shopping payments your shop supports. You can add these anywere by using the shortcode [payment-icons]
he_il: זה סמלים גרפיים המאפשרים לך להראות איזה סוג של תשלומים קניות החנות שלך תומך. ניתן להוסיף את כל אלה באמצעות הקיצור [payment-icons]

source: Product setting
he_il: הגדרת מוצר

source: Variations custom select
he_il: בחירת וריאציות מותאמות אישית

source: Show Sales countdown times
he_il: הצג זמני ספירה לאחור של מכירות

source: Product sidebar
he_il: סרגל צד של המוצר

source: Product main attributes
he_il: תכונות עיקריות של המוצר

source: Tabs type
he_il: סגנון הטאבים

source: No tabs
he_il: אין טאבים

source: Tabs
he_il: טאבים

source: Gallery
he_il: גלריה

source: Thumbnails type
he_il: סוג תמונות ממוזערות

source: simple
he_il: פשוט

source: slides
he_il: סליידים

source: Add to cart button icon style
he_il: סגנון של כפתור "הוסף לסל"

source: Follow Icons
he_il: סמלי מעקב

source: This is the default settings for the [follow] shortcode.
he_il: זוהי הגדרה ברירת המחדל עבור [follow] shortcode.

source: Share Icons
he_il: סמלי שיתוף

source: Display site tagline
he_il: הצג את שורת התג של האתר

source: Logo Padding
he_il: מרווח הלוגו

source: Logo container max width
he_il: רוחב מקסימלי של מכולה של לוגו

source: Disable google fonts. Fonts are used by default.
he_il: השבת גופני Google. גופנים משמשים כברירת מחדל.

source: Base theme font
he_il: גופן עיצוב בסיסי

source: Welcome to
he_il: ברוך הבא ל

source: is now installed and ready to be used. We hope the following information will help you. If you want to ask any question or just say hello, you can always contact us. We hope you will enjoy it!
he_il: מותקן ומוכן לשימוש. אנו מקווים שהמידע הבא יעזור לך. אם אתה רוצה לשאול כל שאלה או פשוט להגיד שלום, אתה תמיד יכול לפנות אלינו. אנו מקווים שתיהנו ממנו!

source: View Demo
he_il: הצג הדגמה

source: Contact Us
he_il: התקשר אלינו

source: Get started with %s
he_il: התחל בעבודה עם %s

source: Installation of the demo data will take from 10 to 15 minutes.
he_il: ההתקנה של נתוני ההדגמה תימשך בין 10 ל -15 דקות.

source: Import
he_il: ייבוא

source: Install recommended plugins
he_il: התקן תוספים מומלצים

source: You can import the demo content with just one click.
he_il: ניתן לייבא את תוכן ההדגמה בלחיצת כפתור אחת בלבד.

source: Make WooCommerce Settings with Premmerce Wizard
he_il: בצע את הגדרות. עם אשף Premmerce

source: Premmerce Wizard will help you with a full set up of your WooCommerce store.
he_il: Premmerce אשף יעזור לך עם סט מלא של החנות שלך WooCommerce.

source: Go to Premmerce Wizard
he_il: עבור אל אשף Premmerce

source: Customize your theme
he_il: התאם אישית את העיצוב שלך

source: All Settings, Theme Options, Widgets and Menus are available via Customize screen. Have a quick look at it or start customization right away!
he_il: כל ההגדרות, אפשרויות ערכת נושא, יישומונים ותפריטים זמינים דרך התאמה אישית של המסך. יש מבט מהיר על זה או להתחיל התאמה אישית מיד!

source: Go to Customizer
he_il: עבור התאמה אישית

source: Close (Esc)
he_il: סגור

source: Loading...
he_il: טעינה...

source: Previous (Left arrow key)
he_il: הקודם (מקש חץ שמאלה)

source: Next (Right arrow key)
he_il: הבא (מקש חץ ימינה)

source: %curr% of %total%
he_il: %curr% מתוך %total%

source: Album
he_il: אלבום

source: Add a new
he_il: הוסף חדש

source: Add album
he_il: הוסף אלבום

source: Edit album
he_il: עריכת אלבום

source: New album
he_il: אלבום חדש

source: View album
he_il: צפייה באלבום

source: Search for albums
he_il: חפש אלבומים

source: Albums not found
he_il: האלבומים לא נמצאו

source: No albums found in the trash
he_il: לא נמצאו אלבומים בפח

source: All albums
he_il: כל האלבומים

source: Archives of albums
he_il: ארכיון של אלבומים

source: Paste into album
he_il: הדבק לתוך האלבום

source: Album list
he_il: רשימת אלבומים

source: Gallery categories
he_il: קטגוריות של גלריה

source: All categories gallery
he_il: כל הקטגוריות של גלריה

source: Change gallery category
he_il: שנה את הקטגוריה של גלריה

source: View gallery category
he_il: הצג קטגוריה לגלריה

source: Update gallery category
he_il: עדכון קטגוריה לגלריה

source: Add a new category to the gallery
he_il: הוסף קטגוריה חדשה לגלריה

source: Search gallery categories
he_il: חפש קטגוריות של גלריה

source: No gallery categories found.
he_il: לא נמצאו קטגוריות של גלריה.

source: Read more
he_il: קרא עוד

source: In stock
he_il: במלאי

source: Add to cart
he_il: הוסף לעגלה

source: Specifications
he_il: מפרטים

source: Accessories
he_il: אביזרים

source: Social Login
he_il: כניסה באמצעות רשתות חברתיות

source: Unlink account from
he_il: בטל את קישור החשבון מ

source: Link account with
he_il: קשר את החשבון עם

source: Your review
he_il: הסקירה שלך

source: Your comment
he_il: התגובה שלך

source: Save my name, email, and website in this browser for the next time I comment.
he_il: שמור שם, הדוא"ל שלי, ואת האתר בדפדפן זה בפעם הבאה שאני הגבתי.

source: Name
he_il: שם

source: Email
he_il: הדוא"ל

source: Submit
he_il: שלח

source: You must be <a href=%s>logged in</a> to post a comment.
he_il: עליך להיות <a href=%s>מחובר></a> כדי לפרסם תגובה.

source: You must be <a href="%s">logged in</a> to post a review.
he_il: עליך להיות <a href=%s>מחובר></a> כדי לפרסם סקירה.

source: More details
he_il: פרטים נוספים

source: Go back
he_il: חזרה

source: Show all
he_il: הצג הכול

source: Close
he_il: סגור

source: Show
he_il: הצג

source: Blog sidebar
he_il: הסרגל הצדדי של הבלוג

source: Sidebar on blog pages
he_il: הסרגל הצדדי בדפי הבלוג

source: Catalog sidebar
he_il: סרגל צדדי של קטלוג

source: Sidebar on Woocommerce Catalog pages
he_il: סרגל צדדי בדפי קטלוג של ווקומרס

source: Subcategories sidebar
he_il: קטגוריות משנה

source: Sidebar on Woocommerce Subcategories pages
he_il: סרגל צדדי בדפי קטגוריות משנה של ווקומרס

source: Front Page widgets
he_il: ווידג'טים בעמוד הבית

source: Widgets bar on Front page
he_il: סרגל ווידג'טים בעמוד הבית

source: Sidebar on product pages
he_il: סרגל צדדי בדפי מוצרים

source: Footer Column
he_il: טור בפוטר

source: Recently Viewed
he_il: נצפה לאחרונה

source: Order by date
he_il: סדר לפי תאריך

source: Random order
he_il: סדר אקראי

source: Order by comment count
he_il: סדר לפי כמות התגובות

source: Order by position
he_il: סדר לפי מיקום

source: Order by author
he_il: סדר לפי שם המפרסם

source: Premmerce recent post
he_il: Premmerce פוסט האחרון

source: View all
he_il: הצג הכול

source: Recent post
he_il: הפוסט האחרון

source: Title
he_il: שם

source: Order by
he_il: סדר לפי

source: Number of posts to show
he_il: מספר הפוסטים שיוצגו

source: Consider subcategories
he_il: קח קטגוריות משנה

source: Display post date
he_il: הצג תאריך פירסום

source: Display post image
he_il: הצג את תמונת הפוסט

source: Premmerce woocommerce user menu
he_il: תפריט משתמש woocommerce Premmerce

source: User menu
he_il: תפריט משתמש

source: Write a comment
he_il: כתוב תגובה

source: Catalog
he_il: קטלוג

source: Profile
he_il: פרופיל

source: Call us:
he_il: התקשר אלינו:

source: Login
he_il: התחברות

source: Register
he_il: הירשם

source: Sign in with
he_il: היכנס באמצעות

source: Login with Facebook
he_il: התחבר עם פייסבוק

source: Login with Google
he_il: כניסה עם גוגל

source: Info
he_il: מידע

source: Currency
he_il: מטבע

source: Language
he_il: שפה

source: Username or email address
he_il: שם משתמש או כתובת אימייל

source: Password
he_il: סיסמה

source: Welcome!
he_il: ברוך הבא!

source: You have successfully logged in as
he_il: נכנסת בהצלחה למערכת כ

source: Remember me
he_il: זכור אותי

source: Don't Have an Account?
he_il: אין לך חשבון?

source: Lost your password?
he_il: שכחת את הסיסמה שלך?

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
he_il: מצטערים, אך שום דבר לא התאים למונחי החיפוש שלך. נסה שוב עם מספר מילות מפתח שונות.

source: No products were found matching your selection.
he_il: לא נמצאו מוצרים התואמים את בחירתך.

source: Search Results for: %s
he_il: תוצאות חיפוש עבור: %s

source: No results found
he_il: לא נמצאו תוצאות

source: Tags
he_il: תגים

source: Share
he_il: שתף

source: Previous
he_il: קודם

source: Next
he_il: הבא

source: Posted in:
he_il: פורסם ב:

source: Pages:
he_il: עמודים:

source: Write a review
he_il: כתוב ביקורת

source: Your rating
he_il: הדירוג שלך

source: out of 5 stars
he_il: %s מתוך 5 כוכבים

source: On sale
he_il: במבצע

source: day
he_il: יום

source: Price
he_il: מחיר

source: Discount
he_il: הנחה

source: Saving
he_il: שומר

source: Open in list
he_il: פתח ברשימה

source: Add to compare
he_il: הוסף להשוואה

source: %s List
he_il: רשימה %s

source: No items to compare
he_il: אין פריטים להשוואה

source: Delete
he_il: מחק

source: Compare
he_il: השווה

source: All search results
he_il: כל תוצאות החיפוש

source: Found cheaper?
he_il: מצאת זול יותר?

source: URL to product
he_il: כתובת אתר למוצר

source: Where you found expensive?
he_il: איפה מצאת יקר יותר?

source: Send
he_il: שלח

source: Brand
he_il: מותג

source: One click order
he_il: קנייה בלחיצה אחת

source: Thank you for your order! Our manager will contact you as soon as possible.
he_il: תודה על הזמנתך! אנו נצור איתך קשר בהקדם האפשרי.

source: Place order
he_il: הזמן עכשיו

source: Price is tracked
he_il: מחיר במעקב

source: Track price
he_il: עקוב אחר המחיר

source: Follow the price and we will send you an email once the product price changes
he_il: עקוב אחרי המחיר ואנו נשלח לך הודעת דוא"ל פעם את מחיר המוצר משתנה

source: Price spy
he_il: מרגל מחיר

source: Price
he_il: מחיר

source: New price
he_il: מחיר חדש

source: Remove
he_il: הסר

source: You do not spy any product
he_il: אתה לא מרגל אף מוצר

source: Frequently bought together
he_il: בד''כ קונום יחד

source: You save
he_il: החסכון שלך

source: View in Cart
he_il: הצג בעגלה

source: Notify when available
he_il: הודע כאשר זמין

source: View the list of subscriptions
he_il: הצג את רשימת המינויים

source: Remove subscription
he_il: הסרת מינוי

source: You'll receive a one email when this product arrives in stock
he_il: תקבל הודעת דוא"ל אחת כאשר מוצר זה מגיע במלאי

source: Notify me
he_il: תודיע לי

source: You do not wait for any product
he_il: אתה לא מחכה לאף מוצר

source: Move
he_il: העבר

source: Add to Wishlist
he_il: הוסף לרשימת משאלות

source: Your wishlist is empty
he_il: רשימת המשאלות שלך ריקה

source: Once added new items, you'll be able to continue shopping any time and also share the information about the purchase with your friends.
he_il: לאחר הוספת פריטים חדשים, תוכל להמשיך ולרכוש בכל עת וגם לשתף את המידע על הרכישה עם חבריך.

source: Edit
he_il: ערוך

source: This list is empty
he_il: רשימה זו ריקה

source: Move to another list
he_il: עבור לרשימה אחרת

source: Add to your list
he_il: הוסף לרשימה שלך

source: Item successfuly added to your Wishlist!
he_il: הפריט נוסף בהצלחה לרשימת המשאלות שלך!

source: My Wishlist
he_il: רשימת המשאלות שלי

source: Select a list
he_il: בחר רשימה

source: Create a new list
he_il: צור רשימה חדשה

source: Go to wishlist
he_il: עבור אל רשימת המשאלות

source: Add to list
he_il: הוסף לרשימה

source: Wishlist
he_il: רשימת המשאלות

source: Edit your list
he_il: ערוך את הרשימה שלך

source: List name
he_il: שם הרשימה

source: Edit list
he_il: ערוך את הרשימה

source: Rename
he_il: שנה שם

source: You may be interested in&hellip;
he_il: אתה עשוי להתעניין ב&hellip;

source: Continue Shopping
he_il: המשך בקניות
